export const SuccessCompanyRegistrationTemplate = () => {
	return (
		<div className="flex justify-around flex-col items-center py-4 w-50 px-4">
			<p className="text-center mb-6">
				<strong>Успешна регистрация!</strong>
			</p>
			<p className="text-center mb-2">
				До няколко минути би следвало всеки от посочените мейли да получи съобщение с линк през който да се завърши регистрацията на
				служителя.
			</p>
			<p className="text-center mb-2">
				Акаунтите с достъп "Администратор" ще имат възможност да добавят нужната информация за КИС и НИФ, което дружеството управлява.
			</p>
			<p className="text-center mb-2">
				Ако не получите въпросните имейли до няколко минути, моля прегледайте в папка "Спам" на вашата поща. Ако и там не откриете
				съобщение, моля да се свържете с нас през съответните способи за връзка посочени на нашият уебсайт.
			</p>
		</div>
	);
};
